rg_saude/envios/mensagem_20200826_161948.txt

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:lan="https://webservices.austaclinicas.com.br/lancers/">
   <soapenv:Header/>
   <soapenv:Body>
      <lan:EnviarClientesRequest>
         <token>8FE9735E5EDAB6CC8E3CB9AD15BBAB93</token>
         <beneficiarios>
            <!--1 or more repetitions:-->
            <beneficiario>
               <codigoEntidade>860003</codigoEntidade>
               <dadosCorretora>
                  <cnpjCorretora>08513634000150</cnpjCorretora>
                  <nomeCorretora>APOINTER - ASSOC.P.O.I.P.POLICIA M.E.SP</nomeCorretora>
               </dadosCorretora>
               <tipoCadastro>1</tipoCadastro>
               <dadosCadastrais>
                  <tipoBeneficiario>1</tipoBeneficiario>
                  <dataVigencia>01/08/2020</dataVigencia>
                  <cpfBeneficiario>42853296890</cpfBeneficiario>
                  <cpfTitular>42853296890</cpfTitular>
                  <relacaoDependencia>0</relacaoDependencia>
                  <padraoConforto>1</padraoConforto>
                  <nomeBeneficiario>LEONARDO VINICIUS SILVA</nomeBeneficiario>
                  <rg>541739554</rg>
                  <dataNascimento>1998-12-13</dataNascimento>
                  <sexo>M</sexo>
                  <estadoCivil>1</estadoCivil>
                  <cartaoNacional>708100559331834</cartaoNacional>
                  <nomeMae>Marli Freire</nomeMae>
                  <!--Optional:-->
                  <nomePai>Dirceu Inácio da Silva</nomePai>
                  <!--Optional:-->
                  <carteiraProfissional></carteiraProfissional>
                  <!--Optional:-->
                  <profissao></profissao>
                  <!--Optional:-->
                  <dataAdmissao></dataAdmissao>
                  <!--Optional:-->
                  <pis></pis>
                  <enderecoCompleto>Projetada NOVE</enderecoCompleto>
                  <bairro>Borboleta 3</bairro>
                  <codigoMunicipioIbge>3531407</codigoMunicipioIbge>
                  <estado>SP</estado>
                  <cep>15150000</cep>
                  <!--Optional:-->
                  <dddTelefoneResidencial></dddTelefoneResidencial>
                  <!--Optional:-->
                  <telefoneResidencial></telefoneResidencial>
                  <!--Optional:-->
                  <dddCelular></dddCelular>
                  <!--Optional:-->
                  <telefoneCelular></telefoneCelular>
                  <!--Optional:-->
                  <email></email>
               </dadosCadastrais>
               <declaracaoSaude>
                  <classificaoRisco>A</classificaoRisco>
                  <!--Optional:-->
                  <indicacaoPrograma></indicacaoPrograma>
                  <protocolosCpt>
                     <!--Zero or more repetitions:-->
                     <protocoloCpt>
                        <!--Optional:-->
                        <codigoProtocolo>89</codigoProtocolo>
                        <!--Optional:-->
                        <lateralidade>D</lateralidade>
                     </protocoloCpt>
                  </protocolosCpt>
                  <doencasOmitidas>
                     <!--Zero or more repetitions:-->
                     <doenca>
                        <!--Optional:-->
                        <codigoProtocolo></codigoProtocolo>
                        <!--Optional:-->
                        <descricaoDoenca></descricaoDoenca>
                     </doenca>
                  </doencasOmitidas>
                  <!--Optional:-->
                  <observacao>TESTE APLICAÇÃO WEBSERVICE</observacao>
               </declaracaoSaude>
               <!--Optional:-->
               <codigoCarencia></codigoCarencia>
               <!--Optional:-->
               <portabilidade>S</portabilidade>
               <transferenciasContratos>
                  <!--Zero or more repetitions:-->
                  <contrato>
                     <numeroContrato></numeroContrato>
                     <vigenciaContrato></vigenciaContrato>
                  </contrato>
               </transferenciasContratos>
               <linksPropostaAdesao>
                  <!--Zero or more repetitions:-->
                  <linkPropostaAdesao>http://google.com.br</linkPropostaAdesao>
               </linksPropostaAdesao>
            </beneficiario>
         </beneficiarios>
      </lan:EnviarClientesRequest>
   </soapenv:Body>
</soapenv:Envelope>